# DWFImportOptions Properties

---
The DWFImportOptions type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
DWFImportOptions Class
Autodesk.Revit.DB Namespace